<template>
  <div class="protocol">
    <h3>智能陪练购买协议</h3>

    <p>本协议是用户（或称为“您”）与小叶子（天津）科技有限公司（简称“小叶子”）之间关于您购买小叶子提供的服务产品所订立的有效协议，具有法律效力。</p>

    <p>
      <b class='bold'>小叶子已经以下划线或其他合理方式提示您重点阅读协议中与您的权益（可能）存在重大关系的条款（包括相关免除或限制责任条款等）。请您务必审慎阅读、充分理解各条款内容，本协议构成您获取和使用服务产品之必要前提条件，您应当在仔细阅读并同意本协议的全部内容后获取和使用服务产品。如您不同意本协议的任一内容，您应立即停止下一步操作。您（包括您以及您履行监护职责的未成年子女、无民事行为能力者或限制民事行为能力者在内）所作出的相关行为（包括但不限于注册、勾选确认、支付/接受赠与或签收、签署、使用服务产品等）将视为同意本协议的全部内容。</b>
    </p>

    <p>提示：如果您未满18周岁，请在监护人的陪同下阅读并决定是否同意本协议。</p>

    <h4>1、服务产品信息</h4>

    <p>
      <b class='bold'>1.1 小叶子服务产品包括但不限于如下种类：小叶子智能陪练（原“小叶子爱练琴”）、The
        ONE智能灯条、真人陪练等。具体服务产品名称及种类相关细节信息以小叶子实际提供的为准。用户可以根据小叶子规则购买单独的服务产品或者同时购买不同的服务产品组合套餐。
      </b>
    </p>

    <p>
      <b class='bold'>1.2 服务产品实际购买基本信息：原则上以小叶子服务平台中用户账号下的相关订单信息为准；如果双方存在通过小叶子认可的其他方式（纸质协议或其他书面方式）书面确认的，则以小叶子具体记载的产品购买信息为准。</b>
    </p>

    <h4>2、本协议的签署和生效及声明</h4>

    <p>
      <span class='bold'>2.1 本协议内容包括本协议各条款及小叶子的服务平台（包括但不限于微信、微博、APP）上已经发布的或将来不时修订的各类服务规则（APP软件用户协议、与服务产品相关的其他协议、各类公告、页面说明和规范流程、问题解答等，下称“小叶子服务平台规则”）</span>；所有的小叶子服务平台规则均为本协议不可分割的一部分，与本协议正文具有同等法律效力。本协议是用户与小叶子自愿共同签订的，适用于用户进行服务产品购买及使用活动。
    </p>

    <p>2.2用户在注册、使用小叶子服务平台时，应当详实登录个人正确、完整的信息（包括真实姓名及各项相关资料）。如因用户提供的资料不实或者不明确，致使任何一方受到任何延误或者损失的，应当由用户承担相应的损害赔偿责任，包括但不限于负担相对应的课时费。</p>

    <p>2.3在用户购买、使用小叶子服务时，用户应已经阅读、理解并接受本协议的全部条款及小叶子服务平台规则，并承诺阅读、理解并接受小叶子服务平台已经发布的规则。用户确认在已知悉并接受本协议的前提下支付所需费用。用户（包括用户以及用户履行监护职责的未成年子女、无民事行为能力者或限制民事行为能力者在内）所作出的相关行为（包括但不限于注册、勾选确认、支付/接受赠与或签收、签署、使用服务产品等）将视为同意本协议的全部内容，并对本协议条款的含义已充分理解、同意受本协议约束。如有违反而导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任。</p>

    <p>2.4通过用户账号发生的购买行为均视为用户本人的真实意思表示和用户本人的行为。</p>

    <p>2.5在本协议履行过程中，小叶子可根据实际情况和需要不时地制定、修改本协议的相关条款和各类规则。一旦本协议内容及相关规则发生变动，小叶子将在相关系统板块中公布最新的协议、规则，不再向用户作个别通知。经修订的协议、规则一经公布，立即自动生效。如果用户不同意小叶子对本协议、规则所做的修改，应立即停止使用小叶子服务产品；若用户在本协议及规则变修改后仍继续使用小叶子服务产品，则视为用户已充分阅读、理解并接受修改后的协议和规则，并遵照修改后的协议、规则执行，履行应尽义务。用户应随时注意本协议及具体规则的变更。</p>

    <p>2.6小叶子对于用户的通知及任何其他的协议、告示或其他关于用户使用用户账户及服务产品等的通知，用户同意小叶子可通过小叶子系统公告、电子邮件、手机短信、无线通讯装置等电子方式或常规的信件传递等方式进行，该等通知于发送之日视为已送达收件人。因信息传输等原因导致用户未在前述通知发出当日收到该等通知的，小叶子不承担责任。</p>

    <p>2.7小叶子通过用户的账户和密码（或手机验证码以及小叶子确认的其他登陆确认方式，下同）来识别指令，任何人确认或使用用户的账户和密码登录小叶子后通过个人账户在小叶子的一切行为（包括但不限于进行交易操作、发布言论等）均视为用户本人真实意思表示和行为，使用的账户和密码登陆操作所产生的电子信息记录均为用户本人行为的有效凭据，并由用户本人承担所有法律后果。用户承诺妥善保管其账号和密码，不将个人账号信息泄露给其他任何人。因黑客、病毒或用户的保管疏忽等非小叶子故意行为导致用户账户或密码泄露，遭他人非法使用的，小叶子不承担任何责任。</p>

    <p>2.8用户应知悉交易存在的风险，交易存在的一切风险（经济风险、交易风险、政策风险、市场风险、信用风险、不可抗力风险等）均由用户自行承担。由于小叶子服务平台或者涉及的第三方网站的设备、系统存在缺陷、系统维护、黑客攻击、网络故障、电力中断、计算机病毒、网站升级、电信部门原因、或不可抗力或其他非小叶子能控制的因素的影响，导致用户无法正常使用相关服务产品时，小叶子将积极协调处理但不承担任何责任。</p>

    <p>
      2.9
      如用户通过小叶子明确书面认可的其他销售渠道购买小叶子服务产品的，用户除遵守本协议外，还应遵守该实际销售渠道的相关规则，但本协议应优先遵守和执行。如用户通过该实际销售渠道购买服务产品发生购买纠纷的，用户应与该实际销售渠道沟通解决。
    </p>

    <h4>3、服务产品使用管理</h4>

    <p>
      <b class='bold'>3.1 服务项目：具体服务产品内容依照本协议（包含附件在内）约定以及小叶子服务平台相关规则执行。您知悉并同意，服务产品仅限于用户自己使用。</b>
    </p>

    <p>
      <b class='bold'>针对用户所购买的具体服务产品，小叶子将在用户完成服务产品购买并付清全额费用后开通使用。</b>
    </p>

    <p>
      <b class='bold'>3.2 服务产品有效期：服务产品均有使用有效期（使用期），有效期具体见小叶子服务平台相关规则及具体订单信息。如服务产品为The
        ONE智能灯条等硬件设备或其他类似有形实体产品的，用户付费购买后所收到的对应有形实体产品归用户享有（但小叶子服务平台明确说明属于授权使用、租用、借用等特殊情形的除外），用户可长期使用（但质保期按小叶子售后政策执行）；如服务产品为服务（真人陪练、声音识别等）或其他无形产品（课程、曲目、音视频等），其使用有效期依据小叶子服务平台规定及具体订单信息确定。
      </b>
    </p>

    <p>
      <b class='bold'>用户因购买小叶子服务产品或参加小叶子活动而获赠的服务/课时数、其他赠品（获赠来源包括购买服务产品而获赠或者转介绍而获赠以及其他性质的获赠，下同），如未有特殊说明，将在用户所购买的正常的服务/课时数全部消耗完毕后开始启用。因购买服务产品而获赠的服务/课时数、其他赠品的使用有效期与所购买的服务产品本身的使用有效期一致，但如小叶子服务平台规定及具体订单信息对上述有效期有特殊规定的，从其规定。</b>
    </p>

    <p>
      <b class='bold'>对所获赠的服务/课时数、其他赠品，用户需按小叶子服务平台的规定领取及使用，如超过领取时间的，用户将无法领取；如超过使用有效期的，用户将无法使用。</b>
    </p>

    <p>服务产品的使用期包含小叶子解决故障、服务器维修、调整、升级、因第三方侵权处理等所需的合理时间在内，对上述情况所需用的时间或造成的任何损失（如有），小叶子不予任何形式的赔偿/补偿，但小叶子会尽可能将影响降低。</p>

    <p>3.3如本协议终止或解除，则所获赠的服务/课时数、其他赠品自动失效，用户不可再享受或使用，也不可折现或变相退款。</p>

    <p>
      3.4
      如用户所购买的服务产品有使用期的，则用户应在使用期届满前使用完毕；使用期届满之后，无论您是否使用完毕所购的服务产品，用户无法再使用所购买的服务产品，小叶子也不因此向您退还您已支付的费用且不予进行任何形式的补偿/赔偿。
    </p>

    <p>
      3.5
      用户发生所购买的任何一项服务产品退费的，即意味着该对应服务产品合作终止，所获赠的服务/课时数、其他赠品自动失效，用户不可再享受或使用，也不可折现或变相退款。
    </p>

    <p>3.6小叶子有权单方对其提供的虚拟产品（包括但不限于积分等）予以定价，并有权根据自身运营需要予以变更，且小叶子在此获得您的授权可以根据平台统一调整比例调整您已经获取的虚拟产品.</p>

    <p>基于虚拟产品的性质和特征，您所获取的虚拟产品不能够进行退货、换货、兑换现金，亦不得用于商业领域，如买卖、置换、抵押等。一切通过非官方公布渠道取得的虚拟产品及其衍生服务均不获保护，小叶子有权中止或终止对您的服务。</p>

    <p>您在使用服务产品过程中获得的积分、卡券、优惠券、代金券、福利券、成长值等虚拟产品（如有），仅能用于小叶子官方渠道公布的指定用途，不能兑换现金或转让、在使用后亦不会恢复，且小叶子有权单方面决定（包括调整）其使用规则（包括使用有效期）。</p>

    <p>3.7您通过小叶子指定方式购买服务产品后，可能会由于您使用的软件版本、设备、操作系统等不同以及其他第三方原因等导致您实际可使用的具体服务产品有差别，由此可能给您带来的不便，您表示理解，您不予追究或者豁免小叶子的相关责任。</p>

    <p>
      <b class='bold'>3.8 您不得通过以下任何方式为自己或他人开通购买服务产品：</b>
    </p>

    <p>（1）以营利、经营等非个人使用的目的为自己或他人开通购买服务产品；</p>

    <p>（2）通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等任何程序、软件方式为自己或他人开通购买服务产品；</p>

    <p>（3）通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通购买服务产品；</p>

    <p>（4）通过非小叶子指定的方式为自己或他人开通购买服务产品；</p>

    <p>（5）通过侵犯小叶子或他人合法权益的方式为自己或他人开通购买服务产品；</p>

    <p>（6）通过其他违反相关法律、行政法规、国家政策等的方式为自己或他人开通购买服务产品。</p>

    <p>3.9您在使用服务产品时应遵守如下规则：</p>

    <p>（1）不得利用服务产品进行任何侵犯小叶子以及任何第三方的知识产权、财产权、名誉权的行为；</p>

    <p>（2）服务产品开通购买需收费，以任何手段侵犯、破坏小叶子收取费用的行为，小叶子保有追究行为人责任及索取赔偿的权利；</p>

    <p>（3）不得利用服务产品进行任何方式危害或涉嫌危害未成年人的行为；</p>

    <p>（4）不得利用服务产品从事任何违反法律法规、政策及公序良俗、社会公德等的行为。</p>

    <h4>4、费用支付</h4>

    <p>4.1用户在支付服务产品费用前应仔细阅读本协议，并确认在已知悉并接受本协议的前提下支付费用。您在购买服务产品之前应仔细核对账号名称、购买的服务产品内容、价格、服务期限等信息。</p>

    <p>
      <b class='bold'>4.2 用户购买服务产品须缴纳的费用以交费时小叶子的费用标准为准。服务产品（包括续费在内）的收费标准由小叶子根据自身运营策略独立决定（包括费用调整），并在服务产品展示或费用支付页面向您显示；若在续费时/之前，价格发生调整的，应以小叶子公示的现时有效的价格为准。您同意您继续操作的行为（包括但不限于点击同意、或继续购买、或完成支付行为等），即视为您知悉并同意该收费标准。</b>
    </p>

    <p>
      <b class='bold'>用户应支付到小叶子的服务平台收款账户（比如微信账户），小叶子在收到用户所支付全部上述款项后，为用户开通提供相应服务产品。</b>
    </p>

    <p>
      <b class='bold'>4.3 退费规定</b>
    </p>

    <p>
      <b class='bold'>4.3.1 服务产品合作过程中，用户申请退费的，退费规则按本协议附件（不同服务可能涉及不同退费细则）以及小叶子相关规则执行，但不得违背本协议下列第4.3.2条“退费总原则”；如有违背的，按“退费总原则”执行。</b>
    </p>

    <p>
      <b class='bold'>4.3.2 退费总原则</b>
    </p>

    <p>
      <b class='bold'>（1）服务进行过程中，用户可以按照本协议及小叶子具体规则提出退费申请。针对退费，用户应按甲方要求提供退费所需相应资料（包括合法身份证明、服务购买凭证、收款账户信息、发票等）；如果用户获赠其他赠品的，在退费申请时必须同时退回全部赠品，且所退回赠品完好（赠品外观和质量完好），不影响二次销售，否则小叶子不提供退费服务。如用户无法退还发票的，小叶子将从退费中预先直接扣减发票税点，如退费不足以扣减发票税点的，退费金额为零。</b>
    </p>

    <p>
      <b class='bold'>（2）不管基于何种理由或情形，如果用户获赠服务/课时或其他赠品的（获赠来源包括购买服务而获赠或者转介绍而获赠以及其他性质的获赠），用户不得申请获赠服务/课时或其他赠品退费或退货，用户也无权通过折抵现金等方式变相要求退费。如本协议终止、解除或用户退费的，获赠服务/课时或其他赠品自动失效，不再享受或使用，也不可折现或变相退款。</b>
    </p>

    <p>
      <b class='bold'>（3）用户申请退费的手机号码、身份信息应与用户购买服务产品时提供的一致，否则小叶子有权拒绝退费申请；同时因为用户上述资料前后提供的不一致导致的所有责任问题由用户承担。</b>
    </p>

    <p>
      <b class='bold'>（4）本协议所述退费周期均自用户提出退费申请及相关资料并经小叶子审核通过后开始计算。</b>
    </p>

    <h4>5、双方的权利义务</h4>

    <p>
      <b class='bold'>5.1 用户的权利和义务</b>
    </p>

    <p>（1）用户不得影响小叶子服务平台的正常运营，不得影响服务进程及其他用户服务。</p>

    <p>（2）用户在协议有效期内，如遇有问题，可以与小叶子服务平台取得联系。用户不得发布不实言论从而损害小叶子或小叶子员工的名誉。</p>

    <p>（3）在任何情况下，用户不得以任何方式出卖或转让小叶子提供的全部或部分服务产品。</p>

    <p>（4）用户同意自行配备宽带上网设备及其他接受、使用小叶子服务产品所需硬件设备（如电脑、调制解调器、手机、钢琴、灯条等装置），并承担所需的费用（如电话费、上网费等费用）。如有需要，用户可申请小叶子提供相关技术支持，小叶子将根据实际情况进行适当技术指导支持。</p>

    <p>（5）用户应及时回复小叶子服务平台管理员的相关提醒提示，包括但不限于提示服务开始时间等。</p>

    <p>（6）用户依本协议所取得的权利不可转让、分割、共享、出租、合作等；未经小叶子事先书面许可，用户不得私自销售、转让、共用、出租小叶子服务平台所提供的服务，否则，小叶子有权中止提供服务并要求用户纠正或者直接终止服务，且无需承担任何责任。</p>

    <p>（7）如用户出现任何违反小叶子规定或违法违规的事情，其将会被封户，暂停或永久不得参与小叶子所有的服务产品购买及使用活动以及其他辅助活动，同时用户还需赔偿小叶子可能遭受的损失。</p>

    <p>5.2小叶子的权利和义务</p>

    <p>（1）在保证服务产品质量的前提下，小叶子有权改进、调整及变更服务产品内容、服务时间安排或其他事项。但小叶子应将上述变更事项通过小叶子服务平台或本协议中列明的联系方式及时通知用户。</p>

    <p>（2）小叶子应根据用户提出的合理要求，提供相应技术支持远程服务，并及时回应用户提出的问题和意见。</p>

    <p>
      <b class='bold'>5.3 小叶子有权自主决定经营策略，并有权根据业务经营情况随时变更、中断或终止提供部分或全部是否服务产品（不管是免费服务还是付费服务）。如变更、中断或终止提供的服务产品属于免费服务产品的，小叶子公司无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止提供的服务产品属于收费服务产品的，小叶子公司将提前通知，并对受影响的用户提供相应补偿或提供其他替代性服务。</b>
    </p>

    <p>
      <b class='bold'>在小叶子发生合并、分立、收购、资产转让、经营模式变动等重大变化时，小叶子有权独立判断后单方停止提供服务产品，终止本协议，也可未经通知您即向第三方转让本协议项下相关资产以及本协议项下全部或部分权利和义务；如小叶子将本协议下部分或全部服务转交由第三方运营或履行的，小叶子将通知您。</b>
    </p>

    <p>5.4除小叶子另有特别声明外，小叶子服务平台网站、软件、硬件及平台上其他信息资料（包括但不限于文字、图片、音频、视频、图表、练习和教学模式、歌曲、曲谱、歌曲列表、界面设计、版面框架等）的商标权、著作权、专利权及其他知识产权或其他合法权益均归小叶子及其关联公司所有。上述及其他任何本服务包含的内容的知识产权及其他合法权益均受到法律保护；未经小叶子及其关联公司书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</p>

    <h4>6、个人信息及保密</h4>

    <p>6.1为便于小叶子了解用户情况、更好地履行本协议项下义务，用户应向小叶子提供部分个人信息。用户同意小叶子可将个人信息用于履行本协议的服务产品管理等合理目的，但应注意保护用户的个人隐私。</p>

    <p>6.2如用户提供的个人信息（例如手机号码）发生变更，用户应及时通知小叶子服务平台管理员；由于用户未及时通知而导致小叶子无法联系到用户、使用户接受的服务产品受到影响的，用户应自行承担责任。</p>

    <p>6.3用户应妥善保管其用户账号和密码，并对任何人利用其账号和密码所进行的活动负责。如用户的账号和密码遭到未获授权被使用，或者发生其他任何安全问题，用户应立即通知小叶子的工作人员，小叶子协助处理。</p>

    <h4>7、用户授权及小叶子承诺</h4>

    <p>
      <b class='bold'>7.1 用户授权：用户同意许可小叶子在其相关服务产品的宣传、推广以及其他小叶子认为适合的活动中免费使用其相关服务产品所涉及的视频及录音、录像、照片，同时其形象可用于小叶子及其商业伙伴的服务产品的市场推广和宣传等，用户不会加以限制和不会得到相关报酬。</b>
    </p>

    <p>
      <b class='bold'>7.2 小叶子承诺：不将带有用户肖像的图片用于毁谤、猥亵、淫秽或其他违法目的；未经用户同意不透露其个人隐私。</b>
    </p>

    <h4>8、其他事项</h4>

    <p>8.1本协议任何一方违约，均应承担违约责任，对对方因此造成的损失承担赔偿责任。</p>

    <p>8.2用户承诺严格按照本协议履行义务，如用户因违反本协议约定给小叶子或陪练老师或其他第三方造成损失的，用户负有全部赔偿责任（赔偿范围包括但不限于经济损失、律师费、公告费、调查取证费、诉讼费及其他费用等）。</p>

    <p>8.3在用户购买的服务产品使用期到期结束后，本协议自动终止。但本协议的终止不影响本协议中有关保密和授权条款、争议解决条款的效力。</p>

    <p>8.4用户保证维护小叶子的品牌形象，不得从事损害小叶子利益的活动，不得以任何借口使用小叶子及其关联公司的商标和标识及其他知识产权，或以小叶子工作人员的名义从事任何商业活动。</p>

    <p>8.5 本协议附件及小叶子服务平台规则为本协议不可分割的组成部分，与本协议具有同等法律效力。</p>

    <p>8.6本协议项下的申请信息、电子协议、订单信息等数据信息均以小叶子服务平台保存的为准。</p>

    <p>8.7用户在小叶子所留存或提供的联系方式为其正式联系通知方式，亦为双方签订、履行本协议及争议解决过程中接收通知、函件、诉讼文书等的正式联系通知方式；用户对上述联系通知方式有变更的，应立即书面通知小叶子，否则视为未变更，因此导致的后果责任由未及时通知变更的一方承担。</p>

    <p>8.8如因本协议发生争议，双方应协商解决，协商不成，应提交至北京仲裁委员会按届时有效的仲裁规则仲裁解决。</p>

    <p>
      <b class='bold'>附件：</b>
    </p>

    <p>
      <b class='bold'>附件1：小叶子智能陪练APP会员服务规定</b>
    </p>

    <p>
      1.1“小叶子智能陪练”（原“小叶子爱练琴”，下同）是一款应用程序APP，主要采取AI相关技术方案，能更好地提升学员练习钢琴的主动性和趣味性，以及实现其他相应功能。
      <span class='bold'>小叶子有权自行根据经营发展规划调整该APP名称并升级新版本，停止旧版本APP使用。</span>“小叶子智能陪练”原名为“小叶子爱练琴”，
      <span class='bold'>“小叶子智能陪练”又称“小叶子AI陪练”、“智能陪练”或小叶子调整的其他APP名字。</span>
    </p>

    <p>“会员服务”是指小叶子为小叶子智能陪练APP会员提供的会员权益。“会员”是指完成了成为小叶子智能陪练APP会员的所有程序且在会员服务期限内遵守相关服务使用规则下享受会员服务的自然人。会员分为不同等级，将享受不同等级的会员权益。会员分为普通会员和VIP会员和其他级别；如后续有变更或调整的，按小叶子服务平台具体规则执行。</p>

    <p>1.2在用户完成了用户注册程序、阅读和同意本协议全部内容、支付了会员费用并完成了成为会员的其他所有程序后，您即取得相应会员资格，在您持续遵守小叶子相关服务使用规则下，即能够在会员使用期（服务期）内享受会员服务。</p>

    <p>
      <b class='bold'>小叶子授予会员一项个人的、非独家的、不可转让的、非商业用途的、可撤销的、有期限的使用许可，即会员仅享有小叶子智能陪练APP有限使用权，会员服务仅限于申请账号自行使用。</b>
    </p>

    <p>
      <b class='bold'>1.3 会员服务付费：除本协议另有特别明确规定外，会员服务为收费服务，使用该服务前需要支付相应的服务费用。</b>
    </p>

    <p>用户可以单独付费购买或者与其他服务组合购买会员服务，从而获得小叶子智能陪练APP相关使用权限。</p>

    <p>如在小叶子服务平台中展示的页面内容（服务产品、音视频内容等）为非小叶子的；该类内容（包括收费（如有））由第三方提供与负责，与小叶子无关，亦不视为小叶子提供的任何会员服务。</p>

    <p>除此之外，您也可以通过小叶子营销活动、接受赠送等小叶子认可的途径获取该服务。会员服务费用价格等相关信息按小叶子服务平台具体信息确定，比如，小叶子有可能会发放会员服务兑换码（即以CDKEY、二维码或其他形式呈现，由小叶子统一生成及对外发放的一串字符串或图形）用以兑换会员服务，分为两种，一种是直接兑换会员时长（可叠加使用），一种可兑换会员相关福利。</p>

    <p>
      <span class='bold'>除本附件第1.13条特别约定外，用户一旦付费购买会员服务，用户不得申请退费，小叶子也不予退费。</span>会员服务系网络商品和虚拟商品，采用先收费后服务的方式，会员费用是您所购买的会员服务所对应的网络商品价格，而非预付款或者存款、定金、储蓄卡等性质，会员服务一经开通后，无论您是否使用及使用多长时间，会员服务费用不可转让或退款。您可以通过登录个人中心或会员中心或通过小叶子服务平台客服人员查询您的账号信息详情，包括已开通的会员服务内容、服务期限、消费记录等。
    </p>

    <p>1.4会员权益：即小叶子为会员提供的专门服务，包括资讯提供、曲目查看、智能测评、声音识别等，具体以小叶子智能陪练APP平台页面的说明或小叶子实际提供为准。</p>

    <p>普通会员会员权益主要是可享受小叶子智能陪练APP里基础版服务。VIP会员会员权益主要是可享受小叶子智能陪练APP尊享版服务。</p>

    <p>用户成为会员的，将可以按照小叶子智能陪练APP里的具体使用规则使用小叶子智能陪练APP里面对应的付费板块内容（用户购买时小叶子智能陪练APP里面所提供的内容）。小叶子将发送使用付费板块内容所需的授权使用凭证（验证码或激活码等）给用户，用户凭此登陆使用付费板块内容【如小叶子采用其他授权方式的，按小叶子实际执行的授权方式操作】。</p>

    <p>
      <b class='bold'>鉴于会员类型的多样性，不同类型的会员享有不同的会员权益；同一类型的会员服务也可能分为不同等级，不同等级之间的会员权益存在差异；不同类型的会员服务适用的用户设备终端亦可能有所差异，具体以小叶子服务平台的页面说明或小叶子实际提供为准。您理解并同意，小叶子有权根据市场情况进行会员权益的全部或部分变更、调整、取消、增加。</b>
    </p>

    <p>
      <b class='bold'>即便您购买了会员服务，在使用会员服务过程中，仍将（可能）接触到以各种方式投放的商业性广告或其他类型的商业信息。</b>
    </p>

    <p>针对各等级或各种类会员，用户付费购买后，可使用的会员权益以用户购买时小叶子提供的为准，但若未来小叶子服务平台对小叶子智能陪练APP（含内容、模块在内）进行升级或增值、增加的，用户应根据届时小叶子服务平台新的规则使用服务产品，包括可能需要另行支付费用在内。</p>

    <p>小叶子有权基于自身运营策略变更全部或部分会员权益、适用的用户设备终端。就前述权益调整，小叶子将在相应服务页面或以其他合理方式进行通知，您也可通过小叶子官方渠道查询最新的会员权益内容。</p>

    <p>
      <b class='bold'>1.5 会员服务期：以用户自行选择并支付相应会员费用对应的服务期限为准。除本协议另有特殊明确约定外，会员服务期不因您未使用或其他情况而延长。当会员服务期到期后，小叶子将停止继续向您提供会员服务；但如您在服务期限到期前续费成功（包括签约在线自动续费或其他付费方式）的，会员服务期将在原服务期的基础上顺延。</b>
    </p>

    <p>
      <b class='bold'>如小叶子无特别书面明确授权，则会员服务期为付费后小叶子实际开通会员服务之日起计算固定年限（具体年限按实际购买约定的为准）；服务期届满后用户应按小叶子平台服务规则续费，否则会员服务终止。</b>
    </p>

    <p>会员服务可分为单独一年会员、包年会员以及小叶子确定的其他种类，用户可根据实际情况选择和购买。</p>

    <p>1.6小叶子可能会根据实际运营情况对不同阶段已经开通且持续有效的会员给予延期、权益升级等方面的优惠，具体优惠政策以小叶子在相关服务页面通知的内容为准。</p>

    <p>1.7游客模式：如小叶子智能陪练APP提供游客体验服务的，您将为游客形式使用，进行部分业务的体验，但在游客模式下可能无法进行消费或享受其他更多服务，且您一旦登出或卸载或重装小叶子智能陪练APP，或您更换手机、电脑等终端设备或该等终端设备损坏的，您在该游客模式下所有数据可能都将会被清空，且无法查询和恢复。如因此造成您任何损失的，均由您自行承担。</p>

    <p>
      1.8
      用户在使用小叶子智能陪练APP、享受会员服务的过程中需要下载、安装、运行小叶子智能陪练APP；对于该软件及使用（不管付费还是免费部分），小叶子公司给予您一项个人的、不可转让、不可转授权及非排他性的许可。
    </p>

    <p>用户在使用小叶子智能陪练APP过程中，除了遵守本协议内容，还应遵守小叶子智能陪练APP本身的服务规则。</p>

    <p>
      1.9为更好地匹配和使用小叶子智能陪练APP，用户可能需要配套使用The
      ONE智能灯条等（具体根据小叶子服务平台要求执行）。
    </p>

    <p>1.10为防止恶意共享账号或账号被盗等情况发生，可对同一账号的登录的设备数量进行限制，原则上同一会员账号最多仅可在五个设备上使用（“设备”指包括但不限于VIP会员服务适用的计算机及移动电话、平板电脑等手持移动终端设备，下同），一天（自然天）内最多仅可在三个设备上使用，且同一时间仅可在最多两个设备上登录。且鉴于会员类型的多样性，不同会员类型的设备限制数量有所不同，同时，小叶子有权对不同会员类型的设备限制数量进行变更，具体以小叶子在相关页面的说明或实际提供为准。超出上述范围使用的，小叶子有权自动封禁该账号的会员权益或作出其他处理方式。同一会员账号累计被封禁3次的，小叶子有权不经通知直接收回该账号使用权、取消该账号VIP会员资格，并不予退还VIP会员服务费且不予支付任何形式的赔偿/补偿。因此造成的损失和责任由您自行承担。</p>

    <p>1.11您成为会员后，可能会因您使用的软件版本、设备、操作系统等不同以及其他第三方原因导致实际可使用的具体权益或服务内容有差别，由此可能给您带来的不便，您表示理解且不予追究或豁免小叶子的相关责任。小叶子建议您可以通过升级应用程序或操作系统版本、更换使用设备等方式来尝试解决，或者直接通过本协议提供的方式与小叶子联系进行解决。</p>

    <p>
      <b class='bold'>1.12 您购买和使用会员服务应遵守国家法律法规和当地政府规定，遵守诚实守信原则，特别不得作出如下行为：</b>
    </p>

    <p>1）将会员服务通过非小叶子明确授权的方式在小叶子账号之间转移，或未经小叶子明确授权而赠与、借用、租用、销售、转让会员资格或分享给他人使用等；</p>

    <p>（2）未经小叶子明确授权，将为会员服务提供的内容的全部或部分进行复制、下载、上传、修改、转让、销售、传播、链接、创作衍生作品、进行商业开发或推广等；</p>

    <p>（3）未经小叶子明确授权，采用收费或免费方式，在任何公开场合全部或部分展示会员服务内容；</p>

    <p>（4）通过不正当手段或以违反诚实信用原则的方式（如利用规则漏洞、利用系统漏洞、滥用会员身份、黑色产业、投机等违背小叶子提供服务/举办活动的初衷的方式）获得会员资格享受会员服务；</p>

    <p>（5）其他违法违规和其他不正当行为。</p>

    <p>
      <b class='bold'>1.13 特殊约定</b>
    </p>

    <p>实际运营中，小叶子将通过售卖智能陪练服务产品的方式对外提供小叶子智能陪练APP的VIP会员尊享版权益服务。购买了智能陪练服务的用户可享受小叶子智能陪练APP的VIP会员尊享版权益服务，具体权益按具体订单信息及本协议其他约定执行。</p>

    <p>
      <b class='bold'>针对智能陪练体验性的服务产品，用户一旦购买，不可退费；小叶子也不提供任何退费服务。</b>
    </p>

    <p>
      <b class='bold'>针对智能陪练全年性的服务产品，用户购买7日内，可选择退费；购买7日后，用户不可退费，小叶子也不提供任何退费服务。</b>
    </p>

    <p>针对小叶子售卖的除智能陪练体验性的服务产品和全年性的服务产品之外的智能陪练其他服务产品（如有），退费规则按本协议约定执行，但如其具体订单信息和小叶子具体售卖规则对退费规则另有明确特殊规定的，该特殊规定优先执行。</p>

    <p>
      <b class='bold'>用户退费应按本协议有关退费规定进行，退费周期为14个工作日。</b>
    </p>

    <p>对购买了智能陪练服务产品的用户，小叶子将提供点评服务。点评提供基本规则如下，具体按小叶子服务平台实际执行的为准：</p>

    <p>（1）用户在购买智能陪练服务产品后应及时尽快使用服务产品权益，用户须通过小叶子智能陪练APP进行练琴，以形成练琴报告。</p>

    <p>（2）小叶子原则上在用户购买服务产品后顺延到下周一开始提供点评服务。点评是针对用户练琴报告进行点评，并且每日点评一次（或“节”，下同）。</p>

    <p>（3）按周核销点评次数，当周可用的点评次数，不管是否使用完毕，均不计入下一周，也不得再使用。</p>

    <p>（4）如用户无练琴报告，小叶子将无需提供该服务；同时小叶子不对用户超出小叶子智能陪练APP会员资格有效期形成的练琴报告提供点评服务。</p>

    <p>
      <b class='bold'>关于请假，规定如下：</b>
    </p>

    <p>
      <b class='bold'>(1) 针对智能陪练全年性的服务产品，您在使用智能陪练服务期间，确实因特殊客观原因无法使用智能陪练服务需请假从而使得会员有效期相应延长的，必须先向小叶子书面申请请假（但因参与活动所获得的的赠送时长不可申请请假而延长）；请假申请获得小叶子书面同意后，会员有效期方可按本条约定相应延长；但一年仅可申请请假2次，请假时长最长为3周；该请假申请经小叶子确认同意后，会员有效期将相应延长，延长时长等同于获批的请假时长，同时在获批的请假时长期间，您无法使用智能陪练服务，小叶子会采取禁用限制相关措施；若在获批的请假时长中，您又重新使用智能陪练服务的，视为您自动取消原获批的请假时长的剩余期间，而会员有效期也因此自动相应同等缩短（亦即扣减原获批的请假时长的剩余期间）。如您购买了多个智能陪练全年性服务产品，均可适用上述请假约定，可分别请假，各个智能陪练全年性服务产品对应的有效期均单独计算。</b>
    </p>

    <p>
      <b class='bold'>(2) 除上述（1）约定外，智能陪练其他服务产品不适用本条请假约定。</b>
    </p>

    <p>
      <b class='bold'>如小叶子有特殊优惠政策的，对用户是否符合特殊政策的享受资格，小叶子有权根据自己了解的情况单独判断并最终决定是否给予。上述特殊政策的实施时间以小叶子实际执行日期为准。</b>
    </p>
    <p><b class='bold' style="width: 100%;
    display: block;
    text-align: right;">最近更新时间：2020年12月24日</b></p>
    <p>
      <b class='bold'>（end）</b>
    </p>
  </div>
</template>
<script>
export default {
  created() {
    /* eslint-disable */
  }
};
</script>
<style lang="less" scoped>
.protocol {
  padding: 40px 40px;
  h3 {
    font-size: 36px;
    text-align: center;
    margin-bottom: 20px;
  }
  h4 {
    text-indent: 50px;
    font-size: 26px;
    line-height: 50px;
    margin-bottom: 20px;
    font-weight: 500;
  }
  p {
    text-indent: 50px;
    font-size: 26px;
    line-height: 50px;
    margin-bottom: 20px;
  }
  .bold{
    font-weight: 500;
  }
}
</style>


