<template>
  <div class="rulesWrap">
    <headerNavBar :hasHeight="false" isTransparent="isTransparent" title="活动说明" />
    <img class="bg" src="@/static/imgs/pageBg.png" alt="" />
    <div class="content">
      <div class="subTitle">
        <div class="text">活动规则</div>
        <img class="subTitleBg" src="@/static/imgs/ruleTitleBg.png" alt="">
      </div>
      <div class="rulesExplain">
        <p class="bold">活动说明：</p>
        <p>2024年4月30日起至2024年5月31日止，用户通过微信扫码、微信搜索、链接跳转等方式，进入“中国珠宝官方活动平台”小程序，参与AI互动活动，一键穿越中式美学大片，试戴体验国潮新品，生成个人专属中华美学大片，更有机会赢取品牌心动好礼！</p>
        <br>
        <p class="bold">【活动介绍】</p>
        <p>“诗韵繁花，点亮美好”</p>
        <p>诗歌与花卉，是中国传统文化中独特的符号，承载着国人特有的情感记忆。中国珠宝基于“传承千年 汇聚经典”的品牌理念，及“中华美学珠宝”的品牌定位，于2024年5月强势打造具有中式浪漫底蕴的恋爱季活动：以诗歌表达中国文化，传递诗情画意的中华美学。用珠宝讲述中国人的情感故事，传达美好生活的理念。</p>
        <p>“以花缀颜，以诗入画”</p>
        <p>以花喻人，是中华传统文化中浓墨重彩的一笔。自古文人墨客都是毫不吝啬地将花的种种美好特质用来比拟女子。</p>
        <p>以诗传情，是中华上下五千年永不褪色的文化符号。诗歌记录了一代又一代中国人最珍贵的记忆，流传吟诵，就如珠宝代代传承，永恒流传。</p>
        <p>中国珠宝将繁花融入首饰设计，将首饰融入诗情画卷，以传统工笔画风演绎中华美学大片，诠释“中式浪漫”。</p>
        <p>“繁花有礼，璀璨入画”</p>
        <p>活动期间，用户在“中国珠宝官方活动平台”小程序，参与「AI互动」活动，并转发、分享生成的专属中华美学大片，即有机会获得品牌心动好礼！</p>
        <p>一等奖：2名，中国珠宝「足金转运珠手串」1条</p>
        <p>二等奖：50名，中国珠宝「中华美学绢扇」1把</p>
        <p>三等奖：520名，「AI互动」当日生成图片次数+1次</p>
        <p class="bold">【活动区域】</p>
        <p>中国大陆（不含港、澳、台地区）</p>
        <p>·中国珠宝品牌官方线上店铺及线下门店，活动同步进行中</p>
        <p>·获取参与“抖音本地生活”恋爱季限时优惠活动的店铺信息，请移步至「店铺检索」</p>
        <p class="bold">【活动时间】</p>
        <p>2024年4月30日起至2024年5月31日止</p>
        <p class="bold">【AI互动规则】</p>
        <p>活动期间，用户可通过参与「AI互动」获得个人专属中华美学大片，「AI互动」规则如下：</p>
        <p>活动期间，每个账号每天初始可获得3次「AI互动」生成图片的次数。该次数每日刷新，未使用的次数不做累计叠加。</p>
        <p>用户通过转发、分享AI生成的大片，将有机会赢得额外生成图片次数。每个账号每日最多可额外获得2次互动次数，该次数每日刷新，未使用的次数不做累计叠加。</p>
        <p>「AI互动」每替换一人照片，则消耗一次生成图片次数。（例：双人合照，替换其中一人照片，消耗一次生成图片次数；双人合照，替换两人照片，消耗两次生成图片次数）。</p>
        <p>为保证最佳效果，「AI互动」上传照片时，请参照以下要求：</p>
        <p>请保证照片中的人物面部清晰。图像中人物面部尺寸建议大于64*64像素，面部区域建议不大于全图区域的2/3。建议图像中面部五官区域轮廓完整，无明显遮挡；面部偏侧角度不超过30度。上传含有多人物的照片时，建议照片中人物个数不超过5人。</p>
        <p>图像格式：JPG、JPEG、PNG；</p>
        <p>图像大小：不超过20M；</p>
        <p>图像分辨率：大于等于128*128像素，小于等于2000*2000像素，最长边小于等于2000像素。</p>
        <p>「AI互动」生成的大片可保存至本地相册，未保存的图片一经退出小程序，将不再留存。</p>
        <p>「AI互动」每个账号每次参与只能生成一张图片，用户需等待正在生成的图片生成完毕，方可进行下一次生成。用户参与过程中如若出现排队的情况，在排队生成期间用户可离开页面，系统将自动继续排队生成。每张图片生成成功后会扣除对应的生成图片次数，如果出现生成失败的情况，系统不会扣减生成图片次数。</p>
        <p>特别提示：「AI互动」生成结果仅限于个人查看、保存和分享使用。不得将生成结果用于违法违规、敏感有害、违反公序等行为，否则引起的责任及后果，由用户自行承担。</p>
        <p class="bold">【品牌奖品赢取规则】</p>
        <p>用户通过参与「AI互动」，并转发、分享AI生成的大片，将有机会赢取品牌心动好礼。</p>
        <p>用户获得的奖品，请移步至小程序「我的奖品」中查看。</p>
        <p>用户获得品牌奖品，需在活动期间内，移步至“中国珠宝”微信公众号，关注公众号，后台留言“AI互动X等奖+获奖手机号码+奖品收货地址及联系人信息”（例：AI互动一等奖 + 13XXXXXXXXX + XX省XX市XX区XX街道XXX号，张三 13XXXXXXXXX）。逾期未按规则留言则视为放弃奖品。</p>
      </div>
    </div>
    <div class="foot" @click="backHome()">
      <img class="backBtn" src="@/static/imgs/pageback.png" alt="" />
      返 回
    </div>
  </div>
</template>

<config>
  {
    "navigationStyle": "custom"
  }
</config>

<script>
export default {
  data () {
    return {
    }
  },
  onShow(options) {
    wx.showShareMenu({
      withShareTicket: true,
      menus: ['shareAppMessage']
    })
  },
  // 设置自定义转发的内容
  onShareAppMessage() {
    return {
      title: '一键生成属于你的AI中华美学大片',
      path: `/pages/index`,
      imageUrl: process.env.VUE_APP_SHARE_URL
    }
  },
  methods: {
    backHome() {
      this.go('/pages/index')
    }
  }
}
</script>
